"Preferences..." = "Inställningar...";
"Hide Menu Bar Icon" = "Dölj ikon i menyraden";
"Show Menu Bar Icon" = "Visa ikon i menyraden";
"Restart Finder" = "Starta om Finder";
"Uninstall XtraFinder" = "Avinstallera XtraFinder";
"About XtraFinder" = "Om XtraFinder";
"Check for Updates..." = "Sök efter uppdateringar...";

"XtraFinder Preferences" = "XtraFinder-inställningar";

"Tabs" = "Flikar";
"Features" = "Funktioner";

"Tabs (experimental)" = "Flikar (experimentell)";
"Open new tab with same path" = "Öppna ny flik med samma sökväg";
"Save open tabs when quitting Finder" = "Spara öppnade flikar när Finder avslutas";
"Show Pinnable Window" = "Visa nålbara fönster";
"Show the Pin button" = "Show the Pin button";
"Slide from:" = "Slide from:";
"Bottom" = "Bottom";
"Left" = "Left";
"Right" = "Right";
"Top" = "Top";
"Always open new tab in the Pinnable window" = "Always open new tab in the Pinnable window";
"Dual Panel mode:" = "Tvådelat fönster-läge:";
"Show the second Sidebar" = "Visa det andra sidofältet";
"Middle-click on Sidebar to open in the second panel" = "Mitt-klicka på sidofältet för att öppna i det andra fönstret";
"⇧+click on Sidebar to open in the second panel" = "⇧+click on Sidebar to open in the second panel";
"Shortcuts" = "Kortkommandon";
"Narrow Tab Bar" = "Smal flikrad";
"Tab style" = "Fliktyp";
"*Require closing windows." = "*Kräver nedstängning av fönster.";
"Right-Click on New Tab button" = "Höger-klicka på Ny flik-knappen";
"Double-Click on Tab" = "Dubbel-klicka på fliken";
"Use ⌘+Number shortcuts to switch tab" = "Use ⌘+Number shortcuts to switch tab";
"Copy to Other Panel" = "Copy to Other Panel";
"Move to Other Panel" = "Move to Other Panel";

"Arrange folders on top" = "Ordna mappar överst";
"Maximize window when zooming" = "Maximera fönster vid zoom";
"Arrange items by Name in Icons View" = "Ordna efter Namn i symbolvyn";
"Hide dot files on Desktop" = "Göm punktfiler på skrivbordet";
"Spring-loaded Path Bar" = "Fjädrande sökvägsfält";
"Click any item in the Path Bar to show contents menu" = "Klicka på objekt i sökvägsfältet för att visa innehållsmenyn";
"Cut & Paste" = "Klipp ut & klistra in";
"Light text on dark background" = "Ljus text på mörk bakgrund";
"Does not support Icons view mode." = "Stödjer inte symbolvy-läge.";
"Sort Recent Folders menu by last opened date" = "Sortera Senaste mappar-menyn efter senast öppnad";
"Automatically adjust width of Name column" = "Justera automatiskt bredden på namnkolumnen";
"Max width:" = "Max width:";
"Show colorful icons in the sidebar" = "Färgglada symboler i sidofältet";
"Show label color in the sidebar" = "Show label color in the sidebar";
"Press Return to open selection" = "Tryck på Retur för att öppna markering";
"Press Backspace (Backward Delete) to Go Back" = "Press Backspace (Backward Delete) to Go Back";
"Press Delete (Forward Delete) to Move to Trash" = "Press Delete (Forward Delete) to Move to Trash";
"Rename" = "Byt namn";
"Middle-click to open folder in new window or new tab" = "Mitt-klicka för att öppna mapp i nytt fönster eller ny flik";
"Display folder item count in List view" = "Display folder item count in List view";
"Always show Toolbar" = "Always show Toolbar";
"Add XtraFinder's functions to the toolbar" = "Add XtraFinder's functions to the toolbar";
"Show Go Up button in the toolbar" = "Show Go Up button in the toolbar";
"Use ⌘⌥⇧+Number shortcuts to set Label" = "Use ⌘⌥⇧+Number shortcuts to set Label";
"Hide Share item in the context menu" = "Hide Share item in the context menu";

"Appearance" = "Appearance";
"Sidebar-related options may cause crash" = "Sidebar-related options may cause crash";
"Legacy label color painting" = "Legacy label color painting";
"Enabled for Icon View mode" = "Enabled for Icon View mode";
"Enabled for Desktop" = "Enabled for Desktop";

"Add items to Finder menus" = "Lägg till objekt i Finder-menyer";

"Collapse All" = "Minimera alla";
"Collapse the expanded nodes in List View" = "Minimera de expanderade noderna i listvyn";
"Show Hidden Items" = "Visa dolda objekt";
"Refresh" = "Uppdatera";
"Copy Path" = "Kopiera sökväg";
"Default:" = "Förvald:";
"Contents" = "Innehåll";
"Launch as Root" = "Starta som Root";
"Make Symbolic Link" = "Make Symbolic Link";
"New File..." = "Ny fil...";
"Default extension:" = "Standardfiländelse:";
"Manage file templates" = "Hantera filmallar";
"Copy to..." = "Kopiera till...";
"Move to..." = "Flytta till...";
"Delete permanently" = "Delete permanently";
"Select..." = "Välj...";
"Dual Window - Horizontal" = "Dubbla fönster - Horisontell";
"Dual Window - Vertical" = "Dubbla fönster - Vertikal";
"System-wide shortcut" = "Systemtäckande kortkommado";
"Hide Desktop" = "Göm skrivbord";
"New Terminal Here" = "Ny terminal här";
"Top Most" = "Alltid överst";
"Make window top most" = "Visa alltid fönster överst";